{
  "sampleCpnt": {
    "header": "Cpnt Creado"
  },
  "app": {},
  "global": {
    "nav": {
      "intro": "Introducción",
      "home": "Hogar",
      "projects": "Proyectos",
      "certs": "Certificados",
      "contact": "Contacto"
    }
  },
  "intro": {
    "phrases": [
      "Encuentra el problema, encuentra la solución. (Spanish)",
      "Demo, Diseño, Desarrollar, Desplegar. Spanish.",
      "Cree en la misión. Cree en el equipo. (Spanish)",
      "Haz que funcione para cada posible escenario.",
      "Cuando te enfrentes a la mayor de las presiones, mantén la calma."
    ]
  },
  "homeIntro": {
    "title": "Michael Odumosu",
    "summary": "Desarrollador de software con años de experiencia en liderazgo. Construyó aplicaciones que sirven a miles de usuarios en la industria financiera e inmobiliaria. Gestionó equipos internos y externos y mentorizó a aspirantes a empleo que buscan ingresar en la industria. Certificado en tecnologías GCP y AWS. (Spanish)"
  },
  "certsMain": {
    "backTextValue": "Espalda",
    "title": "Certificaciones",
    "summary": "Las certificaciones incluyen Google Cloud Platform y AWS.",
    "cardsImgAlts": [
      "aws",
      "codecademy",
      "coursera",
      "gcp",
      "pluralsight"
    ],
    "cardTitles": [
      "AWS",
      "Codecademy",
      "Coursera",
      "Plataforma de Google Cloud",
      "Pluralsight",
      "Aprendizaje de Linkedin"
    ],
    "awsImgAlts": [
      "servicios principales de almacenamiento de AWS",
      "introducción a los servicios administrados de AWS",
      "Introducción al desarrollo sin servidor"
    ],
    "awsTitles": [
      "Servicios de almacenamiento principales de AWS",
      "Introducción a los servicios administrados de AWS.",
      "Introducción al desarrollo sin servidor"
    ],
    "codecademyImgAlts": [
      "Aprender curso de Ruby",
      "Aprender curso de Java",
      "Aprender curso de React",
      "Aprender curso de Bootstrap",
      "Crea APIs REST con Spring y Java Skill Path. (Spanish)"
    ],
    "codecademyTitles": [
      "Aprender curso de Ruby",
      "Aprender curso de Java",
      "Aprender curso de React",
      "Aprender curso de Bootstrap",
      "Crea APIs REST con Spring y Java Skill Path. (Spanish)"
    ],
    "courseraImgAlts": [
      "Ingeniería de datos, Big Data y Aprendizaje automático en GCP.",
      "Construyendo tuberías de datos por lotes en GCP. (Spanish)",
      "Construyendo sistemas de análisis de transmisión resilientes en GCP. (Spanish)",
      "Fundamentos de Big Data y Aprendizaje Automático de Google Cloud Platform",
      "Modernización de lagos de datos y almacenes de datos con GCP.",
      "Análisis inteligente, aprendizaje automático y IA en GCP."
    ],
    "courseraTitles": [
      "Ingeniería de datos, Big Data y Aprendizaje automático en GCP.",
      "Construyendo tuberías de datos por lotes en GCP. (Spanish)",
      "Construyendo sistemas de análisis de transmisión resilientes en GCP. (Spanish)",
      "Fundamentos de Big Data y Aprendizaje Automático de Google Cloud Platform",
      "Modernización de lagos de datos y almacenes de datos con GCP.",
      "Análisis inteligente, aprendizaje automático y IA en GCP."
    ],
    "gcpImgAlts": [
      "Comience con la insignia de la plataforma de Google Maps.",
      "In Spanish: Insignia Visualizar datos en la plataforma Google Maps",
      "Vitales de la Web",
      "WebRTC"
    ],
    "gcpTitles": [
      "Comience con la insignia de la plataforma de Google Maps.",
      "In Spanish: Insignia Visualizar datos en la plataforma Google Maps",
      "Vitales de la Web",
      "WebRTC"
    ],
    "pluralSightImgAlts": [
      "Creando diseños con Flutter.",
      "Depuración, Pruebas y Publicación de una aplicación Flutter. Español.",
      "Gestión de estado en Flutter.",
      "Persistiendo datos localmente con Flutter. (Spanish)",
      "Estructurando aplicaciones de Angular con bibliotecas de Angular.",
      "Creando una aplicación conectada con Flutter.",
      "Creando animaciones con Flutter."
    ],
    "pluralSightTitles": [
      "Creando diseños con Flutter.",
      "Depuración, Pruebas y Publicación de una aplicación Flutter. Español.",
      "Gestión de estado en Flutter.",
      "Persistiendo datos localmente con Flutter. (Spanish)",
      "Estructurando aplicaciones de Angular con bibliotecas de Angular.",
      "Creando una aplicación conectada con Flutter.",
      "Creando animaciones con Flutter."
    ],
    "linkedinImgAlts": [
      "Construyendo una aplicación de cadena de suministro inteligente de contrato dApp de Ethereum: 8.",
      "Construyendo una aplicación de Blockchain Ethereum: 10 implementación y mantenimiento. (Spanish)",
      "Construyendo una aplicación de Blockchain Ethereum: 11 Integrando una aplicación no-Blockchain. (Spanish)",
      "Vistazo inicial de Svelte"
    ],
    "linkedinTitles": [
      "Construyendo una aplicación de cadena de suministro inteligente de 8 contratos inteligentes dApp en la cadena de bloques Ethereum.",
      "Construyendo una aplicación de Blockchain Ethereum: 10 Despliegue y Mantenimiento. Español.",
      "Construyendo una aplicación de Blockchain Ethereum: 11 Integrando una aplicación no-Blockchain. (Spanish)",
      "Vistazo inicial de Svelte"
    ]
  },
  "contactMain": {
    "title": "Contacto",
    "form": {
      "name": {
        "label": "Nombre",
        "errorMsgs": {
          "required": "Por favor ingrese un nombre. (Spanish)"
        }
      },
      "msg": {
        "label": "Mensaje",
        "errorMsgs": {
          "required": "Por favor ingrese un mensaje. (Spanish)"
        }
      },
      "email": {
        "label": "Correo electrónico",
        "errorMsgs": {
          "required": "Por favor ingrese un correo electrónico. (Spanish)",
          "email": "Por favor ingrese un correo electrónico válido. (Spanish)"
        }
      },
      "subject": {
        "label": "Asunto"
      }
    },
    "submitFormSuccess": "Correo electrónico enviado con éxito.",
    "submitFormError": "Error de envío de formulario, por favor inténtelo de nuevo o contácteme a través de los enlaces de redes sociales si el problema persiste. (Spanish)",
    "submit": {
      "text": "Enviar"
    },
    "socialMedia": [
      "Gmail - Correo electrónico de Google",
      "Facebook - Facebook Spanish - Facebook",
      "Twitter",
      "Flojo",
      "Discord - Discordia",
      "LinkedIn",
      "Github"
    ]
  },
  "projectsMain": {
    "title": "Proyectos",
    "projectURL": "URL",
    "projects": [
      {
        "title": "Proyecto simulado de Facebook",
        "desc": "Creé una versión simulada simple de Facebook, con los últimos conceptos de diseño UI/UX."
      },
      {
        "title": "Seguimiento de recibos",
        "desc": "Utiliza webRTC y la API de Nanonets ML para hacer una aplicación que mantiene registros y extrae información de precios de tus recibos."
      },
      {
        "title": "Cargador social",
        "desc": "Utiliza la autenticación moderna para ayudar a los creadores de contenido a publicar una vez y ver su trabajo en todas las plataformas. (Spanish)"
      },
      {
        "title": "Ley para Aprendices Sitio web de abogados",
        "desc": "Plantilla de prototipo para una página de inicio de ejemplo para un bufete de abogados con sede en Nueva York."
      },
      {
        "title": "I18n pago okta folleto aplicación",
        "desc": "Reproducción personal del programa de Pohela Boishakh en conjunto con un proyecto realizado con un tercero que trabaja con el departamento de asuntos culturales de Nueva York. Construido con React. (Spanish)"
      },
      {
        "title": "Aplicación de comercio electrónico de muestra",
        "desc": "aplicación de comercio electrónico de muestra diseñada para una startup de NFT"
      },
      {
        "title": "Aplicación de reunión de Windmillcode",
        "desc": "Reproducción en escala menor de la aplicación Meetup, construida personalmente basada en la aplicación Meetup creada dentro de Windmillcode escrita con Flutter."
      },
      {
        "title": "Tienda en línea Mkimbe",
        "desc": "Reproducción personal de una aplicación de comercio electrónico escrita en React."
      },
      {
        "title": "Sitio web de portafolio v1",
        "desc": "La versión 1 de mi sitio web de cartera contiene una versión descargable de mi currículum visual junto con otras características como referencias y gráfico de habilidades. (Spanish)"
      },
      {
        "title": "Proyecto Ngrx",
        "desc": "Aplicación angular completa con características como angular material, ngrx, three.js, scss, i18n, capacidad de respuesta y paginación del lado del servidor."
      },
      {
        "title": "\"Nueva York cerca de Hackathon Prueba de Vibes\"",
        "desc": "Aprovechando el ecosistema tecnológico blockchain cercano para construir una aplicación MVP de SoFi para el Hackathon de NEAR. (Spanish)"
      },
      {
        "title": "Prueba oficial del proyecto Vibes",
        "desc": "Proyectos de Ingeniería de Blockchain Social donde los usuarios crean souvenirs NFT de eventos. Creado con React, Firebase Auth, Firebase Realtime Database, Tecnologías de Blockchain NEAR, SCSS, Material/UI y Python. (Translated to Spanish)"
      },
      {
        "title": "Proyecto de moneda NIBLS",
        "desc": "Aplicación de Blockchain deportivo basada en un nuevo deporte cuya identidad financiera (compra de entradas, merchandising, medios) se basará únicamente en la cadena de bloques de Ethereum. Creado con Angular, Python MSSQL, Azure Cloud, API de blockchain de Moralis."
      },
      {
        "title": "Canciones Baka",
        "desc": "Aplicación móvil Flutter basada en la cultura musical africana. Los usuarios pueden crear, eliminar y marcar canciones como favoritas. Los usuarios pueden ver noticias de entretenimiento relacionadas con la industria. Los usuarios pueden opcionalmente crear una cuenta con Firebase y actualizar su información de perfil. También incluye animaciones y anuncios. (Translated to Spanish)"
      },
      {
        "title": "Plataforma de viaje",
        "desc": "Aplicación construida para una tienda local de surf. Es una plataforma en línea fácil de usar, que integra sin problemas una extensa colección de equipo de surf mientras prioriza la navegación intuitiva y el procesamiento seguro de transacciones, asegurando una experiencia de compra sin problemas para todos los entusiastas del surf. (Spanish)"
      },
      {
        "title": "WaveRide -> Surfear",
        "desc": "Una aplicación comunitaria para surfistas y patinadores. Los usuarios interactúan con ella de varias maneras, incluyendo comunicarse con otros usuarios, recibir alertas sobre precauciones en el área, ver eventos y ubicaciones y recibir las noticias más actualizadas en su feed de noticias. (Translated from English to Spanish)"
      },
      {
        "title": "Ola y Moler",
        "desc": "División exclusiva de la colección WaveRide donde surfistas y skaters se unen a una lista de espera para esperar a que se lancen productos exclusivos. Una vez que los artículos se lanzan, los miembros de la lista de espera suelen tener alrededor de 24 horas para acceder. La contraseña para acceder es mercurio."
      }
    ]
  },
  "footer": {
    "langs": {
      "english": "español",
      "spanish": "español",
      "chinese": "Chino",
      "hindi": "Hindi - Hindi",
      "ukrainian": "ucraniano",
      "arabic": "Árabe",
      "bengali": "Bengalí",
      "malay": "Malayo",
      "french": "Francés",
      "swahili": "Swahili - Suajili"
    }
  }
}
