{
  "sampleCpnt": {
    "header": "Cpnt Créé"
  },
  "app": {},
  "global": {
    "nav": {
      "intro": "Introduction",
      "home": "Maison",
      "projects": "Projets",
      "certs": "Certificats",
      "contact": "Contact"
    }
  },
  "intro": {
    "phrases": [
      "Trouvez le problème, trouvez la solution. (French)",
      "Démo, Conception, Développer, Déployer. Français.",
      "Croyez en la mission. Croyez en l'équipe.",
      "Faites-le fonctionner pour tous les scénarios possibles.",
      "Lorsqu'on est confronté aux plus grandes pressions, restez calme. (French)"
    ]
  },
  "homeIntro": {
    "title": "Michael Odumosu",
    "summary": "Développeur de logiciels avec des années d'expérience en leadership. A construit des applications servant des milliers d'utilisateurs dans l'industrie financière et immobilière. Géré des équipes internes et externes et mentoré des chercheurs d'emploi aspirants cherchant à entrer dans l'industrie. Certifié dans les technologies GCP et AWS."
  },
  "certsMain": {
    "backTextValue": "Arrière",
    "title": "Certifications",
    "summary": "Les certifications comprennent Google Cloud Platform et AWS.",
    "cardsImgAlts": [
      "aws",
      "codecademy",
      "coursera",
      "gcp",
      "pluralsight"
    ],
    "cardTitles": [
      "AWS",
      "Codecademy",
      "Coursera",
      "Plateforme Google Cloud",
      "Pluralsight",
      "Formation LinkedIn"
    ],
    "awsImgAlts": [
      "services de stockage de base aws",
      "Introduction aux services gérés AWS",
      "Introduction au développement sans serveur"
    ],
    "awsTitles": [
      "Services de stockage de base Aws",
      "Introduction aux services gérés AWS",
      "Introduction au développement sans serveur"
    ],
    "codecademyImgAlts": [
      "Apprendre le cours de Ruby",
      "Apprendre le cours de Java",
      "Apprendre le cours React",
      "Apprendre le cours Bootstrap",
      "Créer des API REST avec Spring et Java Skill Path. (French)"
    ],
    "codecademyTitles": [
      "Apprendre le cours de Ruby",
      "Apprendre le cours de Java",
      "Apprendre le cours React",
      "Apprendre le cours Bootstrap",
      "Créer des API REST avec Spring et Java Skill Path. (French)"
    ],
    "courseraImgAlts": [
      "Ingénierie des données, Big Data et apprentissage automatique sur GCP",
      "Construction de pipelines de données en lots sur GCP",
      "Bâtir des systèmes d'analyse de streaming résilients sur GCP.",
      "Fondamentaux de Big Data et de Machine Learning de la plateforme Google Cloud. (French)",
      "Modernisation des lacs de données et des entrepôts de données avec GCP.",
      "Smart Analytics, Machine Learning et AI sur GCP"
    ],
    "courseraTitles": [
      "Ingénierie des données, Big Data et apprentissage automatique sur GCP",
      "Construction de pipelines de données en lots sur GCP",
      "Bâtir des systèmes d'analyse de streaming résilients sur GCP.",
      "Fondamentaux de Big Data et de Machine Learning de la plateforme Google Cloud. (French)",
      "Modernisation des lacs de données et des entrepôts de données avec GCP.",
      "Smart Analytics, Machine Learning et AI sur GCP"
    ],
    "gcpImgAlts": [
      "Commencez avec l'insigne de la plateforme Google Maps.",
      "Badge Visualiser des données sur la plateforme Google Maps",
      "Les indicateurs de qualité du Web",
      "WebRTC"
    ],
    "gcpTitles": [
      "Commencez avec l'insigne de la plateforme Google Maps.",
      "Badge Visualiser des données sur la plateforme Google Maps",
      "Les indicateurs de qualité du Web",
      "WebRTC"
    ],
    "pluralSightImgAlts": [
      "Création de mises en page avec Flutter.",
      "Débogage, Test et Publication d'une application Flutter",
      "Gestion de l'état dans Flutter.",
      "Persistant les données localement avec Flutter.",
      "Structuration des applications Angular avec des bibliothèques Angular",
      "Création d'une application connectée avec Flutter.",
      "Création d'animations avec Flutter."
    ],
    "pluralSightTitles": [
      "Création de mises en page avec Flutter.",
      "Débogage, Test et Publication d'une application Flutter",
      "Gestion de l'état dans Flutter",
      "Persistant les données localement avec Flutter.",
      "Structuration des applications Angular avec des bibliothèques Angular",
      "Création d'une application connectée avec Flutter.",
      "Création d'animations avec Flutter."
    ],
    "linkedinImgAlts": [
      "\"Construire une application Ethereum Blockchain: 8 dApp de contrat intelligent de chaîne d'approvisionnement\"",
      "Création d'une application Ethereum Blockchain: 10 déploiement et maintenance. (French)",
      "Création d'une application Ethereum Blockchain: 11 Intégration d'une application non-Blockchain",
      "Regard préliminaire sur Svelte"
    ],
    "linkedinTitles": [
      "\"Construire une application Ethereum Blockchain: 8 dApp de contrat intelligent de chaîne d'approvisionnement\"",
      "Création d'une application Ethereum Blockchain: 10 déploiement et maintenance. (French)",
      "Création d'une application Ethereum Blockchain: 11 Intégration d'une application non-Blockchain",
      "Regard préliminaire sur Svelte"
    ]
  },
  "contactMain": {
    "title": "Contact",
    "form": {
      "name": {
        "label": "Nom",
        "errorMsgs": {
          "required": "S'il vous plaît entrez un nom. (French)"
        }
      },
      "msg": {
        "label": "Message",
        "errorMsgs": {
          "required": "S'il vous plaît entrer un message. (French)"
        }
      },
      "email": {
        "label": "Courriel",
        "errorMsgs": {
          "required": "S'il vous plaît entrer un email. (French)",
          "email": "S'il vous plaît entrer une adresse e-mail valide. (French)"
        }
      },
      "subject": {
        "label": "Sujet"
      }
    },
    "submitFormSuccess": "Email envoyé avec succès. (French)",
    "submitFormError": "Erreur de soumission de formulaire, veuillez réessayer ou me contacter via les liens des réseaux sociaux si le problème persiste. (French)",
    "submit": {
      "text": "Soumettre"
    },
    "socialMedia": [
      "Gmail",
      "Facebook - Facebook French - Facebook",
      "Twitter - Twitter",
      "Paresseux",
      "Discorde",
      "LinkedIn",
      "Github"
    ]
  },
  "projectsMain": {
    "title": "Projets",
    "projectURL": "URL",
    "projects": [
      {
        "title": "Projet de simulation Facebook",
        "desc": "Créé une version factice simple de Facebook, avec les derniers concepts de design UI/UX. (French)"
      },
      {
        "title": "Suivi des reçus",
        "desc": "Utilise webRTC et l'API Nanonets ML pour créer une application qui garde des enregistrements et extrait des informations de prix de vos reçus."
      },
      {
        "title": "Téléchargeur social",
        "desc": "Utilise une authentification moderne pour aider les créateurs de contenu à publier une fois et à voir leur travail sur toutes les plateformes. (French)"
      },
      {
        "title": "Loi pour les apprenants Site web d'avocat",
        "desc": "Modèle de prototype pour une page d'accueil d'exemple pour un cabinet d'avocats basé à NYC. (French)"
      },
      {
        "title": "I18n payal okta brouchure app -> I18n payal okta brochure application",
        "desc": "Reproduction personnelle du programme Pohela Boishakh en conjonction avec un projet réalisé avec un tiers travaillant avec le département des affaires culturelles de NYC. Construit avec React."
      },
      {
        "title": "Application de commerce électronique d'échantillon",
        "desc": "application de commerce électronique d'échantillon conçue pour une startup NFT"
      },
      {
        "title": "Application de rencontre Windmillcode",
        "desc": "\"Reproduction à plus petite échelle de l'application meetup, construite personnellement sur la base de l'application meetup créée dans Windmillcode écrite avec Flutter\" translates to \"Reproduction à plus petite échelle de l'application meetup, construite personnellement sur la base de l'application meetup créée dans Windmillcode écrite avec Flutter\" in French."
      },
      {
        "title": "Boutique en ligne Mkimbe",
        "desc": "Reproduction personnelle d'une application de commerce électronique écrite en React."
      },
      {
        "title": "Site Web de Portfolio v1",
        "desc": "La version 1 de mon site web de portfolio contient une version téléchargeable de mon CV visuel ainsi que d'autres fonctionnalités telles que des références et un graphique de compétences. (French)"
      },
      {
        "title": "Projet Ngrx",
        "desc": "Application Angular complète utilisant des fonctionnalités telles que le matériel Angular, ngrx, three.js, scss, i18n, la réactivité et la pagination côté serveur."
      },
      {
        "title": "NYC Près de Hackathon Preuve de Vibes",
        "desc": "Exploiter l'écosystème technologique blockchain proche pour construire une application MVP SoFi pour le NEAR Hackathon."
      },
      {
        "title": "Preuve officielle du projet Vibes",
        "desc": "Projets d'ingénierie sociale Blockchain où les utilisateurs créent des souvenirs NFT à partir d'événements. Créé avec React, Firebase Auth, Firebase Realtime Database, NEAR Blockchain Technologies, SCSS, Material/UI et Python."
      },
      {
        "title": "Projet de pièce NIBLS",
        "desc": "Application Blockchain sportive basée sur un nouveau sport dont l'identité financière (achat de billets, de marchandises, de médias) sera basée uniquement sur la blockchain Ethereum. Créée avec Angular, Python MSSQL, Azure Cloud, Moralis blockchain API."
      },
      {
        "title": "Chansons Baka",
        "desc": "Application mobile Flutter basée sur la culture musicale africaine. Les utilisateurs peuvent créer, supprimer et ajouter des chansons en favoris. Les utilisateurs peuvent consulter les actualités de divertissement liées à l'industrie. Les utilisateurs peuvent éventuellement créer un compte avec Firebase et mettre à jour leurs informations de profil. Comprend également des animations et des publicités."
      },
      {
        "title": "Plateforme de trajet",
        "desc": "Application construite pour un magasin de surf local. C'est une plateforme conviviale en ligne, intégrant de manière transparente une vaste collection d'équipements de surf tout en privilégiant une navigation intuitive et un traitement sécurisé des transactions, garantissant une expérience de shopping sans tracas pour tous les passionnés de surf."
      },
      {
        "title": "WaveRide",
        "desc": "Une application communautaire pour les surfeurs et les skateurs. Les utilisateurs interagissent avec elle de plusieurs façons, notamment en communiquant avec d'autres utilisateurs, en recevant des alertes sur les mises en garde dans la région, en visualisant des événements et des lieux et en recevant les dernières nouvelles dans leur fil d'actualités."
      },
      {
        "title": "Vague et Moudre",
        "desc": "Division exclusive de la collection WaveRide où les surfeurs et les skateurs rejoignent une liste d'attente pour attendre la sortie de produits exclusifs. Une fois que les articles sont disponibles, les membres de la liste d'attente ont généralement environ 24 heures pour y accéder. Le mot de passe pour y accéder est mercure."
      }
    ]
  },
  "footer": {
    "langs": {
      "english": "French",
      "spanish": "espagnol",
      "chinese": "Chinois",
      "hindi": "Hindi - Hindi",
      "ukrainian": "ukrainien",
      "arabic": "Arabe",
      "bengali": "Bengali -> Bengali",
      "malay": "Malais",
      "french": "Français",
      "swahili": "Swahili - Swahili"
    }
  }
}
